Repository: ftl-mv-translation/lilys-innovations
Catalog: locale/data/events_special_main.xml.append/*.po
Languages: ru, zh_hans

source: data/events_special_main.xml.append$//mod-append:backgroundObject[@name="LILYINNO_PROMO"]/tooltip
ru: Рекламный плакат Lily's Innovations.
zh_hans: Lily的革新宣传海报。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/text
ru: Вы подходите к рекламному плакату, чтобы рассмотреть его поближе: Lily's Innovations представляет: СПЕЦИАЛЬНОЕ РЕКЛАМНОЕ ПРЕДЛОЖЕНИЕ — ПОЛУЧИТЕ НОВУЮ ИННОВАЦИОННУЮ СИСТЕМУ НА ВАШ ВЫБОР БЕСПЛАТНО* СЕГОДНЯ! Примечание: Правила рекламного предложения: 1) Чтобы воспользоваться предложением, ваш корабль должен уже иметь одну из "стандартных" систем — в число таких систем входят: щиты, медотсек, клон-отсек, резервная батарея. 2) Соответствующая система, за исключением особых случаев**, будет удалена, чтобы освободить место для вашей новой ИННОВАЦИОННОЙ системы. 3) Предложение действует только ОДИН РАЗ на корабль/капитана. ДОПОЛНИТЕЛЬНОЕ ПРЕДЛОЖЕНИЕ: РАСШИРИТЕЛЬ СИСТЕМ Новая передовая технология, которая позволит вашему кораблю поддерживать совершенно новую дополнительную систему! Получите ее бесплатно уже сегодня! (Примечание: дополнительный слот создается за счет снижения целостности корпуса на 1/3, чтобы освободить для него необходимое место) Вы замечаете интерфейс ввода данных, расположенный под плакатом, который уже распознал вас и идентификатор вашего корабля.
zh_hans: 你走近宣传海报，仔细查看内容： Lily的革新公司呈献： 特别限时优惠 — 今日即免费获取 您心仪的全新革新系统！* 附注：优惠活动细则： 1） 欲享受本优惠，您的星舰必须已配备以下 任一 “标准”系统：护盾、医疗舱、克隆舱、备用电池。 2） 相应的原有系统（特殊情况下除外**）将被移除，以便为您全新的创新系统腾出空间。 3） 本优惠活动 每艘飞船/每位船长仅限参与一次。 附加优惠：系统拓展器 一项全新的尖端技术，让您的飞船能够额外支持一整套全新系统！ 今日即免费获取！ （注：额外的系统槽位将通过削弱船体结构 三分之一 来获得必要空间。） 你注意到海报下方有一个输入接口，它已经识别了你和你的星舰身份码。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="1"]/text
ru: Вы уже получили рекламное предложение.
zh_hans: 您已领取过本促销优惠。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/text
ru: Проверить свое право на участие...
zh_hans: 检查您的资格中……

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/text
ru: Вы быстро даете команду терминалу сканировать ваш корабль, и он предлагает вам следующие варианты:
zh_hans: 您快速启动终端对星舰进行扫描，随后它为您提供了以下可选方案：

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="LILYINNO_PROMO_REQ_SYSTEMS"]/text
ru: Ваш корабль не подходит для этой акции.
zh_hans: 您的飞船不符合本次优惠的参与条件。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="shields"]/text
ru: (Щиты) Установить систему Абляционной брони.
zh_hans: （护盾）安装烧蚀装甲系统。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="shields"]/event/text
ru: Вы даете команду терминалу установить новую систему на ваш корабль. "Принято. Работы на вашем корабле начнутся в ближайшее время..."
zh_hans: 您指示终端为您星舰安装新系统。 "确认。对您星舰的改装工作即将开始……"

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="shields"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="shields"]/event/choice/event/text
ru: Система приступает к переоборудованию вашего корабля и вскоре заканчивает работу. "Установленная рабочая квота: выполнена. Было приятно иметь с вами дело".
zh_hans: 系统开始对您的飞船进行改装，并迅速完成。 “既定工作额度：已完成。与您合作愉快。”

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="hacking"]/text
ru: (Взломщик) Установить систему РЭБ.
zh_hans: （黑客）安装ECM套件系统。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="hacking"]/event/text
ru: Вы даете команду терминалу установить новую систему на ваш корабль. "Принято. Работы на вашем корабле начнутся в ближайшее время..."
zh_hans: 您指示终端为您星舰安装新系统。 "确认。对您星舰的改装工作即将开始……"

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="hacking"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="hacking"]/event/choice/event/text
ru: Система приступает к переоборудованию вашего корабля и вскоре заканчивает работу. "Установленная рабочая квота: выполнена. Было приятно иметь с вами дело".
zh_hans: 系统开始对您的飞船进行改装，并迅速完成。 “既定工作额度：已完成。与您合作愉快。”

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="medbay"]/text
ru: (Медотсек) Установить систему Инфузионный отсек.
zh_hans: （医疗舱）安装强化注射舱系统。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="medbay"]/event/text
ru: Вы даете команду терминалу установить новую систему на ваш корабль. "Принято. Работы на вашем корабле начнутся в ближайшее время..."
zh_hans: 您指示终端为您星舰安装新系统。 "确认。对您星舰的改装工作即将开始……"

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="medbay"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="medbay"]/event/choice/event/text
ru: Система приступает к переоборудованию вашего корабля и вскоре заканчивает работу. "Установленная рабочая квота: выполнена. Было приятно иметь с вами дело".
zh_hans: 系统开始对您的飞船进行改装，并迅速完成。 “既定工作额度：已完成。与您合作愉快。”

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="clonebay"]/text
ru: (Клон-отсек) Установить систему Инфузионный отсек.
zh_hans: （克隆舱）安装强化注射舱系统。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="clonebay"]/event/text
ru: Вы даете команду терминалу установить новую систему на ваш корабль. "Принято. Работы на вашем корабле начнутся в ближайшее время..."
zh_hans: 您指示终端为您星舰安装新系统。 "确认。对您星舰的改装工作即将开始……"

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="clonebay"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="clonebay"]/event/choice/event/text
ru: Система приступает к переоборудованию вашего корабля и вскоре заканчивает работу. "Установленная рабочая квота: выполнена. Было приятно иметь с вами дело".
zh_hans: 系统开始对您的飞船进行改装，并迅速完成。 “既定工作额度：已完成。与您合作愉快。”

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="battery"]/text
ru: (Резервная батарея) Установить подсистему Шоковый нейтрализатор.
zh_hans: （备用电池）安装震荡中和器子系统。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="battery"]/event/text
ru: Вы даете команду терминалу установить новую систему на ваш корабль. "Принято. Работы на вашем корабле начнутся в ближайшее время..."
zh_hans: 您向终端发出指令，要求在您的星舰上安装新子系统。 “指令已确认。子系统安装工程即将开始…”

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="battery"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[@req="battery"]/event/choice/event/text
ru: Система приступает к переоборудованию вашего корабля и вскоре заканчивает работу. "Установленная рабочая квота: выполнена. Было приятно иметь с вами дело".
zh_hans: 系统开始着手改造您的星舰，并很快完成。 “既定工作配额：已完成。与您交易愉快。”

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="lilyinno_promo_used" and @lvl="0"]/event/choice[7]/text
ru: Неважно...
zh_hans: 算了。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="mods_lilyinno_systemslotbonus" and @lvl="1"]/text
ru: Бонусный системный слот уже установлен.
zh_hans: 附加系统槽位已安装。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="mods_lilyinno_systemslotbonus" and @lvl="0"]/text
ru: Установить бонусный системный слот.
zh_hans: 安装一个附加系统槽位。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="mods_lilyinno_systemslotbonus" and @lvl="0"]/event/text
ru: Вы даете команду терминалу установить новую систему на ваш корабль. "Принято. Работы на вашем корабле начнутся в ближайшее время..."
zh_hans: 您指示终端提升您星舰的系统容量。 “确认。对您星舰的改造工程即将开始……”

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[@req="mods_lilyinno_systemslotbonus" and @lvl="0"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_PROMO_CLICKED"]/choice[5]/text
ru: Неважно...
zh_hans: 算了。

source: data/events_special_main.xml.append$//event[@name="LILYINNO_EXTRA_SYSSLOT"]/text
ru: Система приступает к модификации вашего корабля и вскоре завершает работу. "Установленная рабочая квота: выполнена. Было приятно иметь с вами дело".
zh_hans: 系统开始对您的星舰进行改装，并很快完成。 “既定工作配额：已完成。与您合作愉快。”
