Repository: ftl-mv-translation/lilys-innovations
Catalog: locale/data/text_tooltips.xml.append/*.po
Languages: ru, zh_hans

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_ablative_armor"]
source: Ablative Armor: Provides armor layers protecting hull, systems and crew from damage. Damaged armor layers reduce the chance hull or crew damage will be absorbed.
ru: Абляционная броня: Обеспечивает броневые слои, защищающие корпус, системы и экипаж от урона. Поврежденные броневые слои снижают вероятность поглощения урона систем или экипажем.
zh_hans: 烧蚀装甲： 提供装甲层，保护船体、系统与船员免受伤害。受损的装甲层会降低吸收系统或船员伤害的几率。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_ablative_armor_enemy"]
source: Ablative Armor: Provides armor layers protecting hull, systems and crew from damage. Damaged armor layers reduce the chance hull or crew damage will be absorbed.
ru: Абляционная броня: Обеспечивает броневые слои, защищающие корпус, системы и экипаж от урона. Поврежденные броневые слои снижают вероятность поглощения урона систем или экипажем.
zh_hans: 烧蚀装甲： 提供装甲层，保护船体、系统与船员免受伤害。受损的装甲层会降低吸收系统或船员伤害的几率。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_shock_neutralizer"]
source: Shock neutralizer: Increases ion dissipation rate of affected rooms and provides bonus power to them in ion storms. Affected rooms have a Green-blue border.
ru: Шоковый нейтрализатор: Увеличивает скорость рассеивания ионов в затронутых отсеках и предоставляет им дополнительную энергию во время ионных штормов. Затронутые отсеки имеют зелено-синюю границу.
zh_hans: 震荡中和器： 提升受影响舱室的离子消散速率，并在离子风暴中为这些舱室提供额外能量。受影响的舱室带有蓝绿色边框。

source: Shock neutralizer: Increases ion dissipation rate of affected rooms and provides bonus power to them in ion storms. Affected rooms have a Green-blue border.
ru: Шоковый нейтрализатор: Увеличивает скорость рассеивания ионов в затронутых отсеках и предоставляет им дополнительную энергию во время ионных штормов. Затронутые отсеки имеют зелено-синюю границу.
zh_hans: 震荡中和器： 提升受影响舱室的离子消散速率，并在离子风暴中为这些舱室提供额外能量。受影响的舱室带有蓝绿色边框。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_infusion_bay"]
source: Infusion Bay: Produces infusions over time, which then can be picked up by crew and used for a variety of buffs.
ru: Отсек Инфузии: Со временем производит инфузии, которые затем могут быть подобраны экипажем и использованы для различных усилений.
zh_hans: 注射舱： 随时间产生注射剂，船员可拾取并使用，以获得多种强化效果。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_infusion_bay_enemy"]
source: Infusion Bay: Produces infusions over time, which then can be picked up by crew and used for a variety of buffs.
ru: Отсек Инфузии: Со временем производит инфузии, которые затем могут быть подобраны экипажем и использованы для различных усилений.
zh_hans: 注射舱： 随时间产生注射剂，船员可拾取并使用，以获得多种强化效果。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_system_bracers"]
source: System Bracers: Protects your systems from damage by taking it itself instead. Is repaired at half the usual rate.
ru: Система Наручи: Защищает ваши системы от урона, принимая его на себя. Ремонтируется в два раза медленнее, чем обычно.
zh_hans: 系统防护支架： 通过自身承受伤害来保护你的系统免受损伤。其修复速度为通常速率的一半。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_system_bracers_enemy"]
source: System Bracers: Protects your enemy's systems from damage by taking it itself instead. Is repaired at half the usual rate.
ru: Система Наручи: Защищает ваши системы от урона, принимая его на себя. Ремонтируется в два раза медленнее, чем обычно.
zh_hans: 系统防护支架： 通过自身承受伤害来保护敌方系统免受损伤。其修复速度为通常速率的一半。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_fiber_liner"]
source: Fiber Liner: Protects your crew by reducing crew damage of projectiles hilling your ship's hull. Takes damage based on crew damage absorbed.
ru: Волокнистый лайнер: Защищает экипаж, уменьшая урон, наносимый снарядами, попавшими в корпус вашего корабля. Получает урон, зависящий от полученного экипажем урона.
zh_hans: 碳纤维内衬： 通过降低击穿舰船外壳的射弹对船员造成的伤害，来保护你的船员。其自身会根据吸收的船员伤害值而受损。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_fiber_liner_enemy"]
source: Fiber Liner: Protects your enemy's crew by reducing crew damage of projectiles hilling enemy ship's hull. Takes damage based on crew damage absorbed.
ru: Волокнистый лайнер: Защищает вражеский экипаж, уменьшая урон, наносимый снарядами, попавшими в корпус вражеского корабля. Получает урон, зависящий от полученного экипажем урона.
zh_hans: 碳纤维内衬： 通过降低击穿敌舰外壳的射弹对船员造成的伤害，来保护敌方船员。其自身会根据吸收的船员伤害值而受损。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_targeting_core"]
source: Dedicated Targeting Core: Marks rooms on the enemy ship. Marked rooms are more likely to be targeted, and projectiles aimed at them have bonus accuracy.
ru: Специализированное ядро целенаведения: Отмечает комнаты на вражеском корабле. Отмеченные комнаты с большей вероятностью станут целью, а снаряды, направленные на них, получают бонус к точности.
zh_hans: 专用定位核心： 标记敌舰上的舱室。被标记的舱室更易成为目标，且瞄准它们的射弹会获得额外的命中加成。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_targeting_core_enemy"]
source: Dedicated Targeting Core: Marks rooms on your ship. Marked rooms are more likely to be targeted, and projectiles aimed at them have bonus accuracy.
ru: Специализированное ядро целенаведения: Отмечает комнаты на вашем корабле. Отмеченные комнаты с большей вероятностью станут целью, а снаряды, направленные на них, получают бонус к точности.
zh_hans: 专用定位核心： 标记你舰船上的舱室。被标记的舱室更易成为目标，且瞄准它们的投射物会获得额外的命中加成。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_ecm_suite"]
source: ECM Suite: Projects disruption signals that can affect enemy drones, missiles and systems.
ru: Комплекс РЭБ: Проецирует сигналы, способные нарушить работу вражеских дронов, ракет и систем.
zh_hans: ECM套件： 发射干扰信号，可影响敌方的无人机、导弹及各类系统。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_ecm_suite_enemy"]
source: ECM Suite: Projects disruption signals that can affect your drones, missiles and systems.
ru: Комплекс РЭБ: Проецирует сигналы, способные нарушить работу ваших дронов, ракет и систем.
zh_hans: ECM套件： 发射干扰信号，可影响你方的无人机、导弹及各类系统。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_system_disabled"]
source: Disabled.
ru: Отключен.
zh_hans: 已停用。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_fiber_liner_level"]
source: Protection: %s dmg
ru: Защита: %s урона
zh_hans: 保护效果： %s 伤害

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_system_bracers_level"]
source: HP: %s
ru: ОЗ: %s
zh_hans: 生命值： %s

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_infusion_bay_disabled"]
source: Disabled. Infusions cannot be activated.
ru: Отключена. Инфузии не могут быть активированы.
zh_hans: 已停用。 注射剂无法激活。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_infusion_bay_level"]
source: %s Max Charges, %ss / Charge
ru: %s Макс. зарядов, %sс / Заряд
zh_hans: 最大充能数：%s，充能间隔：%s秒

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_targeting_core_level"]
source: Core Strength: %s
ru: Сила ядра: %s
zh_hans: 核心强度：%s

source: Manning bonuses: +0.5/0.75/1 Core Strength.
ru: Бонус обслуживания: +0.5/0.75/1 сила ядра.
zh_hans: 操控加成： 核心强度 +0.5/0.75/1。

source: Rate: %sx / Bonus Power: %s
ru: Скор.: %sx / Бонус энерг.: %s
zh_hans: 速率：%sx / 额外能量：%s

source: Regen Disabled.
ru: Регенерация отключена.
zh_hans: 再生功能已禁用。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_ablative_armor_level"]
source: HP: %s /Reg.: %sx
ru: ОЗ: %s /Регенерация: %sx
zh_hans: 生命值：%s / 再生速率：%sx

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_ablative_armor_level2"]
source: HP: %s/ Regen: %sx
ru: ОЗ: %s/ Реген: %sx
zh_hans: 生命值：%s / 再生速率：%sx

source: HP: %s/Reg.: %sx/I.Res.: %s
ru: ОЗ: %s/Рег.: %sx/Сопр.и.: %s
zh_hans: 生命值：%s / 再生速率：%sx / 离子抗性：%s

source: HP: %s / Regen: %sx / Ion Resist: %s
ru: ОЗ: %s / Реген.: %sx / Сопр. ионам: %s
zh_hans: 生命值：%s / 再生速率：%sx / 离子抗性：%s

source: Manning bonuses: 20/40/60% faster regen.
ru: Бонус обслуживания: на 20/40/60% быстрее регенерация.
zh_hans: 操控加成： 再生速率提升 20/40/60%。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_ecm_suite_disabled"]
source: Disabled: Active and passive effects are disabled and rapidly losing accumilated charges.
ru: Отключена: активные и пассивные эффекты отключены, и накопленные заряды быстро теряются.
zh_hans: 已停用： 主动与被动效果均被禁用，且正在迅速流失累积的充能。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_ecm_suite_level"]
source: %s Max Charges, %ss / Charge
ru: %s Макс. зарядов, %sс / Заряд
zh_hans: 最大充能数：%s，充能间隔：%s秒

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_infusion_bay_locked"]
source: This infusion is currently locked.
ru: Эта инфузия в настоящее время заблокирована.
zh_hans: 此注射剂当前已被锁定。

source: Activate the carried reconstitution infusions. Effects:
ru: Активировать переносимые восстанавливающие инфузии. Эффекты:
zh_hans: 激活所携带的重构注射剂。效果：

source: Activate the carried combat stumulant infusions. Effects:
ru: Активировать переносимые боевые стимулирующие инфузии. Эффекты:
zh_hans: 激活所携带的战斗兴奋注射剂。效果：

source: Activate the carried gaseous infusions. Effects:
ru: Активировать переносимые газообразные инфузии. Эффекты:
zh_hans: 激活所携带的气化注射剂。效果：

source: Activate the carried overloaded infusions. Effects:
ru: Активировать переносимые перегруженные инфузии. Эффекты:
zh_hans: 激活所携带的过载注射剂。效果：

source: Activate the carried chaotic infusions. Effects:
ru: Активировать переносимые хаотические инфузии. Эффекты:
zh_hans: 激活所携带的混沌注射剂。效果：

source: Activate the carried fireborne infusions. Effects:
ru: Активировать переносимые огненные инфузии. Эффекты:
zh_hans: 激活所携带的炎裔注射剂。效果：

source: Activate the carried explosive infusions. Effects:
ru: Активировать переносимые взрывные инфузии. Эффекты:
zh_hans: 激活所携带的爆破注射剂。效果：

source: Activate the carried phoenix infusions. Effects:
ru: Активировать переносимые инфузии Феникса. Эффекты:
zh_hans: 激活所携带的凤凰注射剂。效果：

source: Grants 0.85x combat damage resistance, 1.5hp/s health regeneration, 0.5x movement speed for the duration. 45 HP/% heal, 14 second sickness.
ru: Предоставляет 0.85x сопротивление боевому урону, 1.5 ОЗ/с регенерацию здоровья, 0.5x скорость передвижения на время действия. 45 ОЗ/% исцеления, 14 секунд болезни.
zh_hans: 在持续时间内，获得 0.85倍 战斗伤害抗性、1.5生命值/秒 的生命回复速度以及 0.5倍 移动速度。治疗45%生命值，附带 14秒 虚弱状态。

source: Grants 1.5x combat damage, door damage and movement speed, which diminishes over the course of the effect (1.25x after 5 seconds, 1.1x after 10 seconds). 15 HP/% heal, 21 second sickness.
ru: Наносит 1.5х боевого урона, урона по дверям и скорости передвижения, который уменьшается по ходу действия эффекта (1.25х через 5 секунд, 1.1х через 10 секунд). 15 ОЗ/% исцеления, 21 секунда болезни.
zh_hans: 在持续时间内，获得战斗伤害、舱门破坏及移动速度 1.5倍 加成，该效果会随时间逐渐减弱（5秒后降至 1.25倍，10秒后降至 1.1倍）。治疗 15%生命值，附带 21秒 虚弱状态。

source: Grants Suffocation/fire/mind control immunity, same-ship teleporation, but combat damage is reduced to 0.5x. 30 HP/% heal, 7 second sickness.
ru: Дает иммунитет к удушению/огню/контролю разума, телепортацию в пределах одного корабля, но боевой урон уменьшается до 0.5x. 30 ОЗ/% лечения, 7 секунд болезни.
zh_hans: 获得窒息/火焰/心灵控制免疫、舰内传送能力，但战斗伤害降低至 0.5倍。治疗 30%生命值，附带 7秒 虚弱状态。

source: Stuns self and all nearby crew for 5s and deals 2 ion damage to system. Systems on your ship have 1 ion removed instead. 30 HP/% heal, 21 second sickness.
ru: Оглушает себя и всех ближайших членов экипажа на 5 секунд и наносит 2 единицы ионного урона системе. Системы на вашем корабле вместо этого снимают 1 единицу иона. 30 ОЗ/% исцеления, 21 секунда болезни.
zh_hans: 使自身及周围所有船员晕眩5秒，并对系统造成2点离子伤害。（注：若作用于己方舰船，则改为移除舰上系统1层离子效果。）治疗 30%生命值，附带 21秒 虚弱状态。

source: Applies an effect of a random other infusion. Hopefully there isn't any adverse effects on your crew. 15 - 75 HP/% heal, 7 second sickness.
ru: Применяет эффект случайной другой инфузии. Надеемся, что это не повлияет на ваш экипаж. 15–75 ОЗ/% исцеления, 7 секунд болезни.
zh_hans: 应用另一种随机注射剂的效果。希望不会对你的船员产生任何不良反应。治疗 15% - 75% 生命值，附带 7秒 虚弱状态。

source: Starts a fire in current room. Grants ability to heal from fires for the duration, but also makes your crew suffocate at rapid speed, even if they are normally immune. 15 HP/% heal, 21 second sickness.
ru: Устраивает пожар в текущем отсеке. Дает возможность лечиться от огня на время действия, но также заставляет ваш экипаж быстро задыхаться, даже если они обычно иммунны к огню. 15 ОЗ/% лечения, 21 секунда болезни.
zh_hans: 在当前舱室引发火灾。持续期间内获得从火焰中回复生命的能力，但同时会使你的船员快速窒息，即使他们通常免疫窒息效果。治疗 15%生命值，附带 21秒 虚弱状态。

source: Explodes, damaging all enemies in the room by 15 HP. System on enemy ships take 1 damage, while on your ship are repaired by 1 bar instead. 15 HP/% heal, 14 second sickness.
ru: Взрывается, нанося всем врагам в комнате 15 единиц урона. Системы на вражеских кораблях получают 1 единицу урона, а на вашем корабле — 1 единицу ремонта. 15 ОЗ/% исцеления, 14 секунд болезни.
zh_hans: 发生爆炸，对舱室内所有敌人造成 15点 伤害。敌方舰船上的系统受到 1点 伤害，而己方舰船上的系统则改为修复1格。治疗 15%生命值，附带 14秒 虚弱状态。

source: Crew cannot die during the duration. If they take damage that would normally kill them, they are instead healed to full health and teleported to the Infusion Bay. When this effect triggers, allies in the same room get healed by 30 HP/%, and the Infusion Bay takes 1 unresistable ion damage with double lockout duration. Won't save your boarders if enemy ship explodes. 15 HP/% heal, 14 second sickness.
ru: Экипаж не может погибнуть в течение действия эффекта. Если они получают урон, который обычно привел бы к их гибели, они вместо этого получают полное восстановление здоровья и телепортируются в Инфузионный отсек. Когда этот эффект срабатывает, союзники в том же отсеке получают 30 ОЗ/% исцеления, а Инфузионный отсек получает 1 единицу невосстанавливаемого ионного урона с двойной продолжительностью блокировки. Не спасет ваших абордажников, если вражеский корабль взорвется. 15 ОЗ/% исцеления, 14 секунд болезни.
zh_hans: 持续期间内船员不会死亡。若他们受到本应致命的伤害，则会恢复至满血并被传送至注射舱。此效果触发时，同舱室内的盟友将回复 30%生命值，且注射舱会受到1点无法抵抗的离子伤害，离子锁定时间加倍。若敌方舰船爆炸，则无法拯救己方登船船员。治疗 15%生命值 ，附带 14秒 虚弱状态。

source: Select the target room for Shock Neutralizer.\nHotkey: %s
ru: Выберите отсек для Шокового нейтрализатора.\nКлавиша: %s
zh_hans: 请选择震荡中和器的目标舱室\n热键：%s

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_targeting_core_button"]
source: Select the room for Targeting Core to lock on to.\nHotkey: %s
ru: Выберите отсек, на которое будет нацеливаться Ядро целенаведение.\nКлавиша: %s
zh_hans: 请选择定位核心的目标舱室进行锁定\n热键：%s

source: System not ready.
ru: Система не готова.
zh_hans: 系统未就绪。

source: No hostile ship present to target.
ru: Вражеского корабля для цели нет.
zh_hans: 无敌对舰船可供锁定。

source: Locked.
ru: Заблокирован.
zh_hans: 已锁定。

source: Click to enable Supercharge mode. While in this mode, all system's active abilities are disabled and cannot be activated, but the system gains charges at 2x rate. \n10 seconds duration, 20 seconds cooldown. Will automatically be disabled if the max charges are reached.
ru: Нажмите, чтобы включить режим "Суперзаряд". В этом режиме все активные способности системы отключаются и не могут быть активированы, но система получает заряды с удвоенной скоростью. \nДлительность - 10 секунд, время перезарядки - 20 секунд. Автоматически отключается при достижении максимального количества зарядов.
zh_hans: 点击启用超载模式。在此模式下，所有系统的主动能力将被禁用且无法激活，但系统充能速度提升至2倍。\n持续10秒，冷却20秒。若达到最大充能数将自动关闭。

source: Click to activate Offensive Drone Disruption. \nWhile active, enemy offensive drones will be unable to target your ship, and boarding drones will become unable to attack or move. 10 seconds duration, 5 seconds cooldown. Requires 2 charges.
ru: Нажмите, чтобы включить "Подавление атакующих дронов". \nПока активен, атакующие дроны противника не смогут нацеливаться на ваш корабль, а абордажные дроны не смогут атаковать или двигаться. Длительность - 10 секунд, время перезарядки - 5 секунд. Требуется 2 заряда.
zh_hans: 点击激活攻击性无人机干扰。\n激活期间，敌方攻击性无人机将无法锁定你的舰船，登船无人机将无法攻击或移动。持续10秒，冷却5秒。需要2点充能。

source: Click to activate Defense Drone Disruption. \nWhile active, enemy defense drones will be unable to target anything. \n10 seconds duration, 5 seconds cooldown. Requires 3 charges.
ru: Нажмите, чтобы включить "Подавление защитных дронов". \nПока активен, вражеские защитные дроны не смогут ни на что нацеливаться. \nДлительность - 10 секунд, время перезарядки - 5 секунд. Требуется 3 заряда.
zh_hans: 点击激活防御性无人机干扰。\n激活期间，敌方防御性无人机将无法锁定任何目标。\n持续10秒，冷却5秒。需要3点充能。

source: Click to activate Missile Disruption. \nWhile active, enemy missiles fired at your ship will either miss or explode midflight. 5 seconds duration, 10 seconds cooldown. Requires 2 charges.
ru: Нажмите, чтобы включить "Подавление ракет". \nПока активен, ракеты, выпущенные врагом по вашему кораблю, либо пролетят мимо, либо взорвутся в полете. Длительность - 5 секунд, время перезарядки - 10 секунд. Требует 2 заряда.
zh_hans: 点击激活导弹干扰。\n激活期间，敌方射向你舰船的导弹将会偏离目标或在飞行中自毁。持续5秒，冷却10秒。需要2点充能。

source: Click to activate ECCM Mode. \nWhile active, it will automatically counter enemy ECM abilities, expending amount of charges equal to amount spent by the enemy. If the charges are insufficient, it will have no effect. Also counters enemy Mind Control and Hacking, costing 2 and 3 charges respectively. 20 seconds duration, 10 seconds cooldown. Requires 1 charge.
ru: Нажмите, чтобы включить режим РЭЗ. \nПока активен, он автоматически противодействует способностям РЭБ противника, расходуя количество зарядов, равное количеству, потраченному противником. Если зарядов недостаточно, эффекта не будет. Также противодействует Контролю разума и Взломщику противника, расходуя соответственно 2 и 3 заряда. Длительность - 20 секунд, время перезарядки - 10 секунд. Требуется 1 заряд.
zh_hans: 点击激活ECM模式。\n激活期间，系统将自动反制敌方的ECM能力，消耗与敌方等量的充能数。若充能不足，则无反制效果。同时可反制敌方心灵控制与黑客系统，分别消耗2点和3点充能。持续20秒，冷却10秒。需要1点充能。

source: Click to select target room for System Signal Jamming. While active, target enemy system will be disrupted, either working at lower efficiency or limited by a number of bars equal to half the charges spent. \nCannot limit life support, and any system lvl 3 (or above) to 0 bars. \n10 seconds duration, 15 seconds cooldown. Requires 2/4/6/8 charges (variable).
ru: Нажмите, чтобы выбрать отсек для подавления системного сигнала. Пока активен, выбранная система противника будет нарушена, работая с пониженной эффективностью или ограничена количеством энергии, равным половине потраченных зарядов. \nНевозможно ограничить Кислород и любую систему уровня 3 (или выше) до 0 единиц. \nДлительность - 10 секунд, время перезарядки - 15 секунд. Требуется 2/4/6/8 зарядов (варьируется).
zh_hans: 点击选择系统信号干扰的目标舱室。激活期间，目标敌方系统将受到干扰，或以较低效率运行，或被限制的格数等于消耗充能数的一半。\n无法干扰氧气系统，也无法将任何3级（或更高）系统限制为0格。\n持续10秒，冷却15秒。需要2/4/6/8点充能（可变）。

source: Click to select target room for System EM Disruption. While active, target enemy system will dissipate ion (incuding cooldowns) 50% slower (10 seconds per ion damage). \n20 seconds duration, 10 seconds cooldown. Requires 4 charges.
ru: Нажмите, чтобы выбрать отсек для Системного ЭМ нарушения. Пока активен, выбранная вражеская система будет рассеивать ионы (включая перезарядку) на 50% медленнее (10 сек. за каждый ионный урон). \nДлительность - 20 секунд, время перезарядки - 10 секунд. Требуется 4 заряда.
zh_hans: 点击选择系统电磁干扰的目标舱室。激活期间，目标敌方系统的离子消散速度（包括冷却时间）将降低50%（每点离子伤害持续10秒）。\n持续20秒，冷却10秒。需要4点充能。

source: Shield Jamming: reduces enemy shield recharge rate to x0.7 for each 2 charges spent. Stacks multiplicatively.
ru: Подавление щитов: снижает скорость перезарядки щитов противника до x0.7 за каждые 2 потраченных заряда. Накапливается умножительно.
zh_hans: 护盾干扰：每消耗2点充能，使敌方护盾充能速率降至 x0.7。效果可乘法叠加。

source: Weapon Jamming: reduces enemy weapon recharge rate to x0.75 for each 2 charges spent. Stacks multiplicatively. Also applies -2.5% additive accuracy penalty per charge spent.
ru: Подавление оружия: снижает скорость перезарядки оружия противника до x0.75 за каждые 2 потраченных заряда. Накапливается умножительно. Также применяет дополнительный штраф к точности -2.5% за каждый потраченный заряд.
zh_hans: 武器干扰：每消耗2点充能，使敌方武器充能速率降至 x0.75。效果可乘法叠加。同时每消耗1点充能，附带 -2.5% 加法叠加的命中率惩罚。

source: Artillery Jamming: temporarily limits the system by the amount of charges spent. Also applies -5% additive accuracy penalty per charge spent.
ru: Подавление артиллерии: временно ограничивает систему количеством потраченных зарядов. Также применяет дополнительный штраф к точности -5% за каждый потраченный заряд.
zh_hans: 巨炮武器干扰： 临时限制该系统的能力，限制程度与消耗的充能数相等。同时每消耗1点充能，附带 -5% 加法叠加的命中率惩罚。

source: Drone Jamming: temporarily limits the system by the amount of charges spent. Also applies -5% additive accuracy for drones per charge spent.
ru: Подавление дронов: временно ограничивает систему количеством потраченных зарядов. Также применяет дополнительный штраф к точности дронов -5% за каждый потраченный заряд.
zh_hans: 无人机干扰： 临时限制该系统能力，限制程度与消耗的充能数相等。同时每消耗1点充能，使无人机附带 -5% 加法叠加的命中率惩罚。

source: Oxygen Jamming: temporarily limits the system by the half amount of charges spent. Cannot limit below 1 bar.
ru: Подавление кислорода: временно ограничивает систему на половину потраченных зарядов. Не может ограничивать ниже 1 энергии.
zh_hans: 供氧干扰： 临时限制该系统能力，限制程度为消耗充能数的一半。无法限制至低于1格。

# data/text_tooltips.xml.append$//text[@name="tooltip_lily_ecm_suite_jammer_misc"]
source: Jamming: temporarily limits the system by the half amount of charges spent. Cannot limit below 1 bar if the system level is 3 or more.
ru: Подавление: временно ограничивает систему на половину потраченных зарядов. Не может ограничивать ниже 1 энергии, если уровень системы равен 3 или более.
zh_hans: 干扰： 临时限制该系统能力，限制程度为消耗充能数的一半。若系统等级为3或更高，则无法限制至低于1格。
