Repository: ftl-mv-translation/lilys-innovations
Catalog: locale/data/events_special_multiverse.xml.append/*.po
Languages: ru, zh_hans

source: Present your Ablative Armor system.
ru: Предъявить свою систему Абляционной брони.
zh_hans: 展示您的烧蚀装甲系统。

source: "Ablative Armor - defensive p-p-p-procedures it ensures! You pilot a: well protected vessel! Well protected vessel! For well protected vessel: I provide Grant of Ab-Ab-ablation! Grant of Ablation! Save it - for the future!"
ru: "Абляционная броня - оборонительные п-п-п-процедуры, которые он обеспечивает! Вы пилотируете: хорошо защищенное судно! Хорошо защищенное судно! Для хорошо защищенного судна: Я предоставляю дар Аб-аб-абляции! Дар Абляции! Сохраните его - на будущее!"
zh_hans: “烧蚀装甲——它确保防御流程！您驾驶的是一艘：防护良好的舰船！对于防护良好的舰船：我予礼剥离许可！留着它——以备未来之需！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present your Dedicated Targeting Core system.
ru: Предъявить свою систему Специализированное ядро целенаведения.
zh_hans: 展示您的专用定位核心系统。

source: "Dedicated Targeting Core - for a d-d-dedicated sharpshooter! No enemy can: evade you now! For dedicated sharpshooter: I provide Grant of T-t-targeting! Grant of Targeting! Save it - for the future!"
ru: "Специализированное ядро целенаведения - для преданного снайпера! Ни один враг не сможет уклониться от вас! Для преданного снайпера: Я предоставляю дар Н-н-нацеливания! Дар Нацеливания! Сохраните его - на будущее!"
zh_hans: “专用定位核心——献给专注的神射手！现在，没有敌人能躲过您！为专注的神射手，我予礼瞄准许可！留着它——以备未来之需！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present your Infusion Bay system.
ru: Предъявить свою систему Инфузионный отсек.
zh_hans: 展示您的ECM套件系统。

source: "Infusion Bay - risk, and reward! R-r-risk, r-r-r-reward... [which] is heavier? You are: here... a captain: -considerate- of potentiality! For heavy consideration, and heavier p-p-potential: I provide Grant of I-i-i-infusion! Grant of Infusion! Save it - for the future!"
ru: "Инфузионный отсек - риск и награда! Р-р-риск, н-н-н-награда... [что] тяжелее? Вы: здесь... капитан: -внимательный- к потенциальности! Для внимательных к потенциалу: Я предоставляю дар И-и-и-инфузии! Дар Инфузии! Сохраните его - на будущее!"
zh_hans: “ECM套件——如此多功能且创新！敌方无人机不再对您构成威胁！为您高效的反制措施，我予礼ECM许可！留着它——以备未来之需！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present your Shock Neutralizer subsystem.
ru: Предъявить свою подсистему Шоковый нейтрализатор.
zh_hans: 展示您的强化注射舱系统。

source: "Shock Neutralizer - for p-p-p-protection against ions! Ions! A Technology - for [helping] other technology! Technology!!! For this: I [proudly] provide Grant of Neutralization! Grant of Neutralization! Save it - for the future!"
ru: "Шоковый нейтрализатор - для з-з-з-защиты от ионов! Ионов! Технология — для [помощи] другой технологии! Технологии!!! За это: Я [с гордостью] предоставляю дар Нейтрализации! Дар Нейтрализации! Сохраните его - на будущее!"
zh_hans: “注射舱——风险与回报！孰轻孰重？您作为一位船长：深谋远虑！为了深沉的思虑，与更重的潜能。我予礼注射许可！留着它——以备未来之需！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present your System Bracers subsystem.
ru: Предъявить свою подсистему Систему наручи.
zh_hans: 展示您的震荡中和器子系统。

source: "System Bracers - for p-p-p-protection against system damage! You pilot a: reliable vessel! Reliable vessel! For reliable vessel: I provide Grant of Br-br-bracing! Grant of Bracing! Save it - for the future!"
ru: "Система наручи - для з-з-з-защиты от повреждения системы! Вы пилотируете: надежное судно! Надежное судно! Для надежного судна: Я предоставляю дар На-на-наручей! Дар Наручей! Сохраните его - на будущее!"
zh_hans: “震荡中和器——用于防御离子冲击！一项科技——为了辅助其他的科技！为此，我自豪地予礼中和许可！留着它——以备未来之需！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present your Fiber Liner subsystem.
ru: Предъявить свою подсистему Волокнистый лайнер.
zh_hans: 展示您的系统防护支架系统。

source: "Fiber Liner - for p-p-p-protecting your crew against harm! You are a: b-b-benevolent captain! For your kindness: I provide Grant of F-Fibers! Grant of Fibers! Save it - for the future!"
ru: "Волокнистый лайнер - для з-з-з-защиты экипажа от вреда! Вы: д-д-доброжелательный капитан! За вашу доброту: Я предоставляю дар В-волокон! Дар Волокон! Сохраните его - на будущее!"
zh_hans: “系统防护支架——用于防御系统伤害！您驾驶的是一艘：可靠的舰船！为可靠的舰船，我予礼加固许可！留着它——以备未来之需！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。
