Repository: ftl-mv-translation/lilys-innovations
Catalog: locale/data/text_misc.xml.append/*.po
Languages: ru

# data/text_misc.xml.append$//text[@name="lily_ablative_armor"]
source: Ablative Armor
ru: Аблативная броня

# data/text_misc.xml.append$//text[@name="lily_ablative_armor_installed"]
source: Ablative Armor System installed
ru: Аблативная броня установлена

# data/text_misc.xml.append$//text[@name="lily_shock_neutralizer"]
source: Shock Neutralizer
ru: Шоковый нейтрализатор

# data/text_misc.xml.append$//text[@name="lily_shock_neutralizer_installed"]
source: Shock Neutralizer Subsystem installed
ru: Шоковый нейтрализатор установлен

# data/text_misc.xml.append$//text[@name="lily_infusion_bay"]
source: Infusion Bay
ru: Инфузионный отсек

# data/text_misc.xml.append$//text[@name="lily_infusion_bay_installed"]
source: Infusion Bay System installed
ru: Инфузионный отсек установлен

# data/text_misc.xml.append$//text[@name="lily_system_bracers"]
source: System Bracers
ru: Система наручи

# data/text_misc.xml.append$//text[@name="lily_system_bracers_installed"]
source: System Bracers Subsystem installed
ru: Система наручи установлена

# data/text_misc.xml.append$//text[@name="lily_fiber_liner"]
source: Fiber Liner
ru: Волокнистый лайнер

# data/text_misc.xml.append$//text[@name="lily_fiber_liner_installed"]
source: Fiber Liner Subsystem installed
ru: Волокнистый лайнер установлен

# data/text_misc.xml.append$//text[@name="lily_targeting_core"]
source: Dedicated Targeting Core
ru: Специализированное ядро целенаведения

# data/text_misc.xml.append$//text[@name="lily_targeting_core_installed"]
source: Dedicated Targeting Core System installed
ru: Специализированное ядро целенаведения установлена

# data/text_misc.xml.append$//text[@name="lily_eventtext_medbay1"]
source: Medbay
ru: Медотсек

# data/text_misc.xml.append$//text[@name="lily_eventtext_medbay2"]
source: Infusion Bay
ru: Инфузионный отсек

# data/text_misc.xml.append$//text[@name="lily_eventtext_infusion_bay1"]
source: medbay
ru: медотсек

# data/text_misc.xml.append$//text[@name="lily_eventtext_infusion_bay2"]
source: infusion bay
ru: инфузионный отсек
