Repository: ftl-mv-translation/lilys-innovations
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

source: Corby's Grants (LilyInno)
ru: Дары Корби (LilyInno)

source: Grant of Ablation
ru: Дар абляции

source: Receive the Grant of Ablation from Corby.
ru: Получите дар абляции от Корби.

source: Show an upgraded Ablative Armor System to Corby. While in effect; Repair 1 Hull point for free every jump.
ru: Покажите Корби полностью модернизированную систему Абляционной брони. Пока действует; бесплатный ремонт 1 корпуса за каждый прыжок.

source: Grant Received
ru: Дар получен

source: Grant of Targeting
ru: Дар нацеливания

source: Receive the Grant of Targeting from Corby.
ru: Получите дар нацеливания от Корби.

source: Show an upgraded Dedicated Targeting Core System to Corby. While in effect; Grants +10 extra accuracy to all your weapons and drones.
ru: Покажите Корби полностью модернизированную систему Специализированное ядро целенаведения. Пока действует; Предоставляет +10 к точности всех ваших оружий и дронов.

source: Grant Received
ru: Дар получен

source: Grant of Infusion
ru: Дар инфузии

source: Receive the Grant of Infusion from Corby.
ru: Получите дар инфузии от Корби.

source: Show an upgraded Infusion Bay System to Corby. While in effect; x0.75 max health and x0.5 all damage taken in your medical facilities.
ru: Покажите Корби полностью модернизированную систему Инфузионный отсек. Пока действует; x0.75 максимального здоровья и x0.5 сопротивление урону в ваших медицинских помещениях.

source: Grant Received
ru: Дар получен

source: Grant of Neutralization
ru: Дар нейтрализации

source: Receive the Grant of Neutralization from Corby.
ru: Получите дар нейтрализации от Корби.

source: Show an upgraded Shock Neutralizer Subystem to Corby. While in effect; Ion timers on your ship dissipate 10% faster.
ru: Покажите Корби полностью модернизированную подсистему Шоковый нейтрализатор. Пока действует; ионные таймеры на вашем корабле рассеиваются на 10% быстрее.

source: Grant Received
ru: Дар получен

source: Grant of Bracing
ru: Дар наручей

source: Receive the Grant of Bracing from Corby.
ru: Получите дар наручей от Корби.

source: Show an upgraded System Bracers Subystem to Corby. While in effect; System Bracers repair speed penalty is removed.
ru: Покажите Корби полностью модернизированную подсистему Систему наручи. Пока действует; штраф к скорости ремонта Системы наручи удален.

source: Grant Received
ru: Дар получен

source: Grant of Fibers
ru: Дар волокон

source: Receive the Grant of Fibers from Corby.
ru: Получите дар волокон от Корби.

source: Show an upgraded Fiber Liner Subystem to Corby. While in effect; Your crew takes x0.85 damage from all sources.
ru: Покажите Корби полностью модернизированную систему Волокнистый лайнер. Пока действует; ваш экипаж получает x0.85 урона от всех источников.

source: Grant Received
ru: Дар получен

source: INNOVATION SYSTEMS
ru: ИННОВАЦИОННЫЕ СИСТЕМЫ

source: INNOVATION SYSTEMS
ru: ИННОВАЦИОННЫЕ СИСТЕМЫ
